Repository: geoffreybennett/alsa-scarlett-gui
Catalog: src/po/*.po
Languages: de

source: 2nd Gen
de: 2. Generation

source: 48V Off
de: 48V Aus

source: 48V On
de: 48V An

source: ALSA Scarlett Gen 2/3 Control Panel
de: ALSA Scarlett Gen 2/3 Steuerung

source: ALSA Scarlett Supported Hardware
de: Unterstützte Geräte

source: About ALSA Scarlett Mixer Interface
de: Über ALSA Scarlett Steuerung

source: Air Off
de: Air aus

source: Air On
de: Air an

source: Alt
de: Alternativ

source: Analogue %d
de: Analog %d

source: Analogue Inputs
de: Analoge Eingänge

source: Analogue Outputs
de: Analoge Ausgänge

source: Are you running a recent kernel with Scarlett Gen 2/3 support enabled?
de: Ist Unterstützung für Scarlett Gen 2/3 im Kernel aktiviert?

source: Big 3rd Gen
de: 3. Generation (groß)

source: Check dmesg output for "%s"
de: Überprüfen Sie die dmesg-Ausgabe für "%s"

source: Clear
de: Alle trennen

source: Clock Source
de: Taktgeber

source: Clock Source selects where the interface receives its digital clock from. If you aren't using S/PDIF or ADAT inputs, set this to Internal.
de: Taktgeber wählt aus woher das Taktsignal kommt. Wenn Sie weder S/PDIF noch ADAT benutzen, wählen Sie "intern".

source: Destinations
de: Ziele

source: Dim (lower volume) of HW controlled outputs
de: Erniedrige die Lautstärker der HW-kontrollierten Eingänge

source: Direct
de: Direkt

source: Direct Monitor
de: Direktmonitor

source: Direct Monitor Off
de: Direktmonitor aus

source: Direct Monitor On
de: Direktmonitor an

source: Direct Monitor sends the analogue input signals to the analogue outputs for zero-latency monitoring.
de: Direktmonitor sendet die analogen Eingangssignale ohne Latenz zu den analogen Ausgängen .

source: Disabled
de: Deaktiviert

source: E_xit
de: _Beenden

source: Enabled
de: Aktiviert

source: Enabling 48V sends “Phantom Power” to the XLR microphone input. This is required for some microphones (such as condensor microphones), and damaging to some microphones (particularly vintage ribbon microphones).
de: Aktivieren von 48V gibt Phantomspeisung auf die XLR-Mikrofoneingänge. Dies wird von einigen Mikrofonen (z.B. Kondensatormikrofonen) benötigt, für andere kann es allerdings schädlich sein (vor allem für ältere Bändchenmikrofone).

source: Enabling Air will transform your recordings and inspire you while making music.
de: Air simuliert den Klang der ISA 110 Mikrofonvorverstärker.

source: Enabling Pad engages an attenuator in the channel, giving you more headroom for very hot signals.
de: Pad aktiviert eine Dämpfung für den Kanal, um mehr Übersteuerungsreserven für sehr laute Signale zu haben.

source: Error running "alsactl %s %s -f %s": %s
de: Fehler beim Ausführen von "alsactl %s %s -f %s": %s

source: GTK4 interface to the ALSA Scarlett Gen 2/3 Mixer controls
de: Grafische Oberfläche zur ALSA Scarlett Gen 2/3 Steuerung

source: Gen 2: 6i6/18i8/18i20
de: Generation 2: 6i6/18i8/18i20

source: Gen 3: Solo/2i2/4i4/8i6/18i8/18i20
de: Generation 3: Solo/2i2/4i4/8i6/18i8/18i20

source: Hardware Inputs
de: Geräteeingänge

source: Hardware Outputs
de: Geräteausgänge

source: Input Controls
de: Eingangssteuerung

source: Internal
de: Intern

source: It appears that there are no startup controls. You probably need to upgrade your kernel to see something here.
de: Es scheinen keine Programmstart-Einstellungen vorhanden zu sein. Wahrscheinlich müssen Sie einen neueren Kernel installieren um hier etwas zu sehen.

source: Level
de: Pegel

source: Levels
de: Pegel

source: Load Configuration
de: Lade Einstellungen

source: Load Configuration File for Interface Simulation
de: Lade Einstellungen für Gerätesimulation

source: Locked
de: Synchronisiert

source: MSD (Mass Storage Device) Mode
de: MSD (Mass Storage Device) Modus

source: Main
de: Haupt

source: Mic/Line or Instrument Level (Impedance)
de: Mic-/Line- oder Instrumentenpegel (Impedanz)

source: Mixer
de: Mischer

source: Mixer Inputs
de: Mischer- eingänge

source: Mixer Outputs
de: Mischer- ausgänge

source: Mixer Outputs
de: Mischerausgänge

source: Mixer Outputs with Talkback enabled will have the level of Mixer Input 25 internally raised and lowered when the Talkback control is turned On and Off.
de: Mischerausgänge mit aktiviertem Talkback erhöhen bzw. erniedrigen die Lautstärke von Eingang 25 wenn Talkback aktiviert bzw. deaktiviert ist.

source: Mono sends both inputs to the left and right outputs.
de: Mono sendet beide Eingänge zum linken und rechten Ausgang.

source: Mute
de: Stumm

source: Mute (only available when under software control)
de: Stumm (nur unter SW-Kontrolle verfügbar)

source: Mute HW controlled outputs
de: HW-kontrollierte Ausgänge stummschalten

source: No Scarlett Gen 2/3 interface found.
de: Kein Scarlett Gen 2/3 Gerät gefunden.

source: Off
de: Aus

source: On
de: An

source: Output Controls
de: Ausgangssteuerung

source: PCM Inputs
de: PCM-Eingänge

source: PCM Outputs
de: PCM-Ausgänge

source: Phantom Power Persistance
de: Phantomspeisung nach Neustart beibehalten

source: Preamp
de: Vorverstärker

source: Presets
de: Voreinstellungen

source: Routing
de: Verbindungen

source: Save Configuration
de: Speichere Einstellungen

source: Scarlett 18i20 2nd Gen
de: Scarlett 18i20 2. Generation

source: Scarlett 18i20 3rd Gen
de: Scarlett 18i20 3. Generation

source: Scarlett 18i8 2nd Gen
de: Scarlett 18i8 2. Generation

source: Scarlett 18i8 3rd Gen
de: Scarlett 18i8 3. Generation

source: Scarlett 2i2 3rd Gen
de: Scarlett 2i2 3. Generation

source: Scarlett 4i4 3rd Gen
de: Scarlett 4i4 3. Generation

source: Scarlett 6i6 2nd Gen
de: Scarlett 6i6 2. Generation

source: Scarlett 8i6 3rd Gen
de: Scarlett 8i6 3. Generation

source: Scarlett Solo 3rd Gen
de: Scarlett Solo 3. Generation

source: Set software-controlled (SW) or hardware-controlled (HW) volume for this analogue output.
de: Wähle Software-kontrollierte (SW) oder Hardware-kontrollierte (HW) Lautstärke für diesen analogen Ausgang.

source: Small 3rd Gen
de: 3. Generation (klein)

source: Sorry, I don’t recognise the controls on this card.
de: Entschuldigung, die Steuerung für dieses Gerät wird nicht erkannt.

source: Speaker Switching
de: Monitorumschaltung

source: Speaker Switching lets you swap between two pairs of monitoring speakers very easily.
de: Mit Monitorumschaltung lässt sich sehr einfach zwischen zwei Monitorpaaren umschalten.

source: Standalone
de: Einzelbetrieb

source: Startup Configuration
de: Programmstart-Einstellungen

source: Stereo Out
de: Stereo-Ausgang

source: Stereo sends input 1 to the left, and input 2 to the right output.
de: Stereo sendet Eingang 1 zum linken und Eingang 2 zum rechten Ausgang.

source: Sync Status indicates if the interface is locked to a valid digital clock. If you aren't using S/PDIF or ADAT inputs and the Sync Status is Unlocked, change the Clock Source to Internal.
de: Sync Status zeigt an, ob das Gerät mit einem validen Taktgeber synchronisiert ist. Wenn Sie weder S/PDIF- noch ADAT-Eingänge benutzen und Sync Status "nicht synchronisiert" anzeigt, wechseln Sie den Taktgeber zu "intern".

source: Sync Status indicates if the interface is locked to a valid digital clock. Since the Clock Source is fixed to internal on this interface, this should stay locked.
de: Sync Status zeigt an, ob das Gerät mit einem validen Taktgeber synchronisiert ist. Da der Taktgeber auf "intern" eingestellt ist, sollte der Sync Status synchronisiert bleiben.

source: Talkback lets you add another channel (usually the talkback mic) to a mix with a button push, usually to talk to musicians, and without using an additional mic channel.
de: Mit Talkback lässt sich ein weiterer Kanal (üblicherweise ein Talkback-Mikrofon) zu einem Mix hinzufüge, üblicherweise um mit Musikern zu reden ohne einen weiteren Mikrofonkanal zu benutzen.

source: These Focusrite Scarlett models should be supported:
de: Diese Focusrite Scarlett-Geräte sollten unterstützt werden:

source: This control shows the setting of the physical (hardware) volume knob, which controls the volume of the analogue outputs which have been set to "HW".
de: Diese Anzeige zeigt die Stellung des physischen (Hardware) Lautstärkeregler, welcher die Lautstärke der analogen Ausgänge die auf "HW" gesetzt sind kontrolliert.

source: Unlocked
de: Nicht synchronisiert

source: When MSD Mode is enabled (as it is from the factory), the interface has reduced functionality. You'll want to have this disabled. On the other hand, when MSD Mode is enabled, the interface presents itself as a Mass Storage Device (like a USB stick), containing a link to the Focusrite web site encouraging you to register your product and download the proprietary drivers which can't be used on Linux.
de: Wenn der MSD-Modus aktiviert ist (Werkseinstellung), zeigt das Gerät eine reduzierte Funktionalität. Sie sollten MSD-Modus deaktivieren. Andererseits fungiert das Gerät im MSD-Modus als Massenspeicher (wie ein USB-Stick), auf dem ein Link zur Focusrite-Webseite, auf der das Produkt registrieren und Treiber (die nicht unter Linux nutzbar sind) heruntergeladen werden können, gespeichert sind.

source: When Phantom Power Persistence is enabled, the interface will restore the previous Phantom Power/48V setting when the interface is turned on. For the safety of microphones which can be damaged by phantom power, the interface defaults to having phantom power disabled when it is turned on.
de: Wenn "Phantomspeisung nach Neustart beibehalten" aktiviert ist, wird das Geräte den letzten Zustand der Phantomspeisung/48V wiederherstellen wenn das Gerät eingeschaltet wird. Zur Sicherheit für Mikrofone, welche durch Phantomspeisung beschädigt werden können, ist diese Option standardmäßig deaktiviert.

source: When Standalone mode is enabled, the interface will continue to route audio as per the previous routing and mixer settings after it has been disconnected from a computer. By configuring the routing between the hardware and mixer inputs and outputs appropriately, the interface can act as a standalone preamp or mixer.
de: Wenn "Einzelbetrieb" aktiviert ist, wird das Gerät die Verbindungen und Mischpulteinstellungen beibehalten nachdem es von dem Rechner getrennt wurde. Bei geeigneten Einstellungen kann das Gerät so als eigenständiger Vorverstärker oder Mischpult betrieben werden.

source: You may need to create a file /etc/modprobe.d/scarlett.conf with an "options snd_usb_audio ..." line and reboot.
de: Eventuell wird die Datei /etc/modprobe.d/scarlett.conf mit der Zeile "options snd_usb_audio ..." und ein Neustart gebraucht.

source: _About
de: Üb_er

source: _Cancel
de: _Abbrechen

source: _File
de: _Datei

source: _Help
de: _Hilfe

source: _Interface Simulation
de: _Gerätesimulation

source: _Load
de: _Laden

source: _Load Configuration
de: _Lade Einstellungen

source: _Mixer
de: _Mischer

source: _Routing
de: _Verbindungen

source: _Save
de: _Speichern

source: _Save Configuration
de: _Speichere Einstellungen

source: _Startup
de: _Programmstart

source: _Supported Hardware
de: _Unterstützte Geräte

source: _View
de: _Anzeige

source: alsactl state file (.state)
de: alsactl Statusdatei (.state)

source: off
de: aus
